[
  { "text": "You're like sunshine", "from": "Shan" },
  { "text": "You always listen to me", "from": "Pat" },
  { "text": "You found your own way to get healthier", "from": "Pat" },
  { "text": "You’re Strong willed", "from": "Pat" },
  { "text": "You’re patient with me", "from": "Pat" },
  { "text": "You indulge in your interest", "from": "Pat" },
  { "text": "You always want to have a laugh", "from": "Pat" },
  { "text": "We have intellectual conversations", "from": "Pat" },
  { "text": "We have emotional conversations", "from": "Pat" },
  { "text": "You love our family", "from": "Pat" },
  { "text": "Our body doubling sessions", "from": "Pat" },
  { "text": "You keep getting better and better", "from": "Pat" },
  { "text": "We watch anime and share things", "from": "Pat" },
  { "text": "Lyra spins, and so does her spirit, graceful and free,", "from": "Dad" },
  { "text": "In every move, there’s strength and elegance, as if in flight,", "from": "Dad" },
  { "text": "Zeal for justice, her heart beats for what’s right,", "from": "Dad" },
  { "text": "Thoughtful and kind, her compassion is always in bloom,", "from": "Dad" },
  { "text": "A curious mind that thrives on learning", "from": "Dad" },
  { "text": "So much love in her friendships, a bond that’s strong and true", "from": "Dad" },
  { "text": "These values she holds dear, leading the way for others", "from": "Dad" },
  { "text": "In every conversation, she brings fresh, progressive insight", "from": "Dad" },
  { "text": "Courage to stand up against injustice, no matter the fight", "from": "Dad" },
  { "text": "A commitment to fairness and voices unheard", "from": "Dad" },
  { "text": "Leading with kindness—her way is gentle yet true", "from": "Dad" },
  { "text": "Inspired by facts, her views are clear and sound", "from": "Dad" },
  { "text": "Together with her friends, she’s a force to be reckoned with", "from": "Dad" },
  { "text": "You, Liz, make the world better, one idea at a time", "from": "Dad" },
  { "text": "!!!!!!!!!!!!!!!!! Wait, did I mention Liz loves plants? !!!!!!!!!!!!!!!!!", "from": "Dad" },
  { "text": "I really miss our Wednesday nights together doing Lyra, and I miss even more our existential crisis rides on the way back home.", "from": "Lea" },
  { "text": "I love the way your excitement is contagious. You make me feel better and happier about everything I do.", "from": "Oli" },
  { "text": "I love your intensity. I love that you feel things so beautifully, because you are feeling with so much of yourself.", "from": "Oli" },
  { "text": "I love your strength", "from": "Oli" },
  { "text": "I love the way you shine and light up the world. Your love and joy pours through your eyes, face, and body. Your existence makes the world brighter.", "from": "Oli" },
  { "text": "I love the way you glow in the darkness. You love, you care, you try your best, you get hurt, and you remain beautiful. You are a true gem.", "from": "Oli" },
  { "text": "I love how much you love life. There is so much of it that brings you joy, and you so naturally spread that joy to others.", "from": "Oli" },
  { "text": "I love the way you support the people in your life. You care about us, and we feel we are a genuine priority in your life.", "from": "Oli" },
  { "text": "I adore your lil exasperated/excited voice", "from": "Oli" },
  { "text": "I love how many beautiful ideas you have! They are so creative and lovely - you are always looking for ways to make things a little better, more joyous, and more special.", "from": "Oli" },
  { "text": "I love how much effort you put into being happy and getting the things that make you happy", "from": "Oli" },
  { "text": "When I first met Lizzie I thought she was super fun, just the right amount of weird and super open and friendly.", "from": "Nastasha"},
  { "text": "Lizzie has a magical way of making people feel safe, seen, and cared for.", "from": "Nastasha"},
  { "text": "She’s not just a good listener; she knows how to hold space for others’ feelings and offer the right words at the right time.", "from": "Nastasha"},
  { "text": "She’s amazing at expressing her thoughts and emotions, making every conversation feel honest, clear, and meaningful.", "from": "Nastasha"},
  { "text": "She doesn’t do surface-level friendship! She creates deep, authentic bonds that truly matter. Whether it’s a tough day or a major life event, she shows up with unwavering loyalty and love for all her friends.", "from": "Nastasha"},
  { "text": "She has a rare ability to understand people deeply and give thoughtful advice that feels spot-on.", "from": "Nastasha"},
  { "text": "She doesn’t do surface-level friendships—she creates deep, authentic bonds that truly matter.", "from": "Nastasha"},
  { "text": "Lizzie, thank you for being a part of my life. You are a wonderful friend, you light up each room you walk into and you always have the best advice.", "from": "Effy"},
  { "text": "Lizzie is a kind and courageous person who radiates light in every interaction.", "from": "Keana"},
  { "text": "Her courage shines through in the way she faces challenges head on.", "from": "Keana"},
  { "text": "She is clever and sees solutions that others might miss.", "from": "Keana"},
  { "text": "Her insights inspire those lucky enough to know her. There’s no challenge she can’t rise too and I am blessed to call her my friend.", "from": "Keana"},
  { "text": "You are so supportive", "from": "Annette"},
  { "text": "You ask questions to show care and interest", "from": "Annette"},
  { "text": "Flexibitiy. Legs and lines are gorgeous when doing aerials", "from": "Annette"},
  { "text": "BEST HUGS EVERRRRRRRRRRR", "from": "Annette"},
  { "text": "Uncanny way to bring a group of friends together", "from": "Annette"},
  { "text": "Lizzie is so cute!", "from": "Annette"},
  { "text": "Looking into herself to better herself constantly", "from": "Annette"},
  { "text": "Being inclusive and making sure no one misses out", "from": "Annette"},
  { "text": "Lizzie’s excitement!", "from": "Annette"},
  { "text": "Simple things like chats over lunch", "from": "Annette"},
  { "text": "Lizzie always takes time to listen", "from": "Annette"},
  { "text": "Lizzie’s bedroom! How does she keep those plants alive! Speaks to the person she is!", "from": "Annette"},
  { "text": "Lizzie is optimistic", "from": "Annette"},
  { "text": "So Loveable! you can’t help but always love her!", "from": "Annette"},
  { "text": "Enthusiastic! Always up for a challenge or experience!", "from": "Annette"},
  { "text": "You know how to comfort someone in a way that I've never seen before, that makes people realize there are facets of their being that are more appreciated, acknowledged and loved than they think", "from": "Sami"},
  { "text": "I loved the conversation we had about what being nonbinary means to us individually, it made me feel like I wasn't alone, and I hope you felt that way too", "from": "Sami"},
  { "text": "You always try to make everyone feel as comfortable as they can, but don't hesitate to call someone out when they aren't doing something you're comfortable with. It's something I really admire and I want to be able to do that with the same grace and politeness as you do", "from": "Sami"},
  { "text": "I love how we met and instantly made a connection because of your Howl costume, then further for stray kids", "from": "Sami"},
  { "text": "You're always putting everyone first, and while we always try to make sure that you're thinking of yourself in the end, you still want to make sure nobody is inconvenienced or feels left out", "from": "Sami"},
  { "text": "You make friends and approach people so easily, and I admire that about you a lot as someone who finds it really hard to do that", "from": "Sami"},
  { "text": "You have the most unhinged but funny perspectives sometimes, and it catches me off guard and brings out a laugh I don't do as often", "from": "Sami"},
  { "text": "Your fashion sense is next level, and I always find new ideas to improve my own wardrobe just from meeting you for lunch", "from": "Sami"},
  { "text": "You're the only one who I know for certain can go toe to toe in a competition with Shan in terms of competitiveness and it's very entertaining", "from": "Sami"},
  { "text": "Every time I'm around you I end up trying new things or mentally growing, thank you for being someone I can genuinely look up to as a friend", "from": "Sami"}
]